Repository: RenzoTejada/Recojo-por-otra-persona
Catalog: language/rt-recojo-persona-*.po
Languages: es_pe

source: First name
es_pe: Nombres

source: It will allow you the option of pick up by another person.
es_pe: Le permitirá la opción de ser recogido por otra persona.

source: Last name
es_pe: Apellidos

source: Pick-up DNI
es_pe: DNI de recojo

source: Pick-up First name
es_pe: Nombres de Recojo

source: Pick-up Last name
es_pe: Apellidos de Recojo

source: Please enter 8 digits of DNI
es_pe: Por favor, introduzca 8 dígitos del DNI

source: Please enter the Pick-up DNI
es_pe: Por favor, introduzca DNI de recojo

source: Please enter the Pick-up First name
es_pe: Por favor, introduzca Nombre de recojo

source: Please enter the Pick-up Last name
es_pe: Por favor, introduzca Apellidos de recojo

source: Will someone else receive your order?
es_pe: ¿Recibirá otra persona su pedido?
